{
  "aries": "Стоит сосредоточиться на сложных и важных делах. Сегодня у вас будет шанс хорошо справиться с ними. Вы будете терпеливы и внимательны, ничего не упустите из виду, не станете торопиться с выводами. Никто не сможет сбить вас с толку или ввести в заблуждение. Вы предпочтете полагаться на собственный здравый смысл, а не прислушиваться к чужим советам, и такое решение окажется верным.\nОкружающие наверняка заметят, каких успехов вы достигли, и обрадуются им не меньше, чем вы. Близкие порадуют хорошими новостями. Вероятны приятные события в семье, перемены к лучшему, которые вдохновят всех.\n",
  "taurus": "День сложится неплохо, однако многое будет зависеть от вашего настроя. Постарайтесь не расстраиваться из-за пустяков, не переживать, что не все сразу получается так, как хотелось бы. Если вы сохраните оптимизм и проявите настойчивость, все получится.\nУдачно пройдут деловые переговоры, встречи с людьми, которых вы хотели бы видеть своими союзниками. Даже самые серьезные темы можно обсуждать в неформальной обстановке. Так будет гораздо проще договориться и с новыми, и с давними знакомыми. Отношения, которые прежде были исключительно рабочими, станут более непринужденными, и вас это порадует.\n",
  "gemini": "Прислушивайтесь к интуиции: именно ее подсказки сегодня помогут быстро достичь цели, разобраться в неоднозначных ситуациях, добиться успеха там, где его никто не ожидал. Успешно завершатся затянувшиеся переговоры. Вы поймете, чем можно заинтересовать людей, которые прежде не интересовались вашими идеями, и как превратить недавних соперников в союзников.\nПоводы для переживаний и волнений сегодня едва ли появятся. Неожиданные события или известия возможны, но вы сразу поймете, как стоит на них реагировать.\n",
  "cancer": "Подходящий день для встречи с человеком, которому вы хотели бы понравиться. Произвести хорошее впечатление будет несложно; достаточно вести себя приветливо и непринужденно. Новым знакомым понравятся ваши необычные идеи, будет много желающих помочь в осуществлении задуманного.\nДома возможны мелкие недоразумения, не исключены какие-то бытовые проблемы. Но вы быстро со всем разберетесь. Возможны незапланированные расходы. Скорее всего, речь пойдет о незначительной сумме. С покупками лучше не спешить; для них это не самый благоприятный день.\n",
  "leo": "День вас ждет насыщенный: будет немало новых дел, не исключено, что нужно будет решать совершенно новые задачи. Сосредоточиться окажется непросто: окружающие станут чаще, чем обычно, отвлекать вас, привлекать к решению собственных проблем. Серьезных ошибок вы все же не совершите, а вот мелкие досадные промахи не исключены. К счастью, вы вовремя их заметите и все исправите.\nСтарайтесь не переутомляться. Особенно важно экономить силы во второй половине дня. Вам наверняка захочется отдохнуть, отвлечься от повседневных забот, и обстоятельства сложатся благоприятно.\n",
  "virgo": "Вряд ли сегодня удастся избежать суеты и неразберихи. Вероятны неожиданные события, странные известия. Вас они не собьют с толку. А вот окружающие могут совершенно растеряться, и обратиться за поддержкой именно к вам. Некоторые Девы отложат собственные дела, чтобы помочь тем, кто оказался в сложном положении.\nДень будет благоприятным для отдыха, дружеских встреч, а также семейных поездок. С близкими вы легко найдете общий язык, а они во многом пойдут вам навстречу. Старые обиды и претензии будут забыты.\n",
  "libra": "Смело беритесь за новые дела: справиться с ними будет несложно. Вы быстро догадаетесь, как нужно действовать, научитесь всему, что нужно. Благоприятным день окажется для новых знакомств. Легко будет найти общий язык с самыми разными людьми. Некоторые Весы поймут, как превратить недавних соперников в союзников.\nЗаниматься привычными и хорошо знакомыми делами едва ли захочется: сегодня они будут казаться особенно скучными и утомительными. Но и с ними вы хорошо справитесь, хоть это и потребует терпения.\n",
  "scorpion": "Окружающие будут чаще, чем обычно, обращаться к вам за помощью. Причем нуждаться в ней могут люди, которым вы точно не захотите отказать. Возможно, нужно будет отложить реализацию собственных планов. Переживать по этому поводу вы не станете, сохраните оптимизм и позитивный настрой.\nНекоторых Скорпионов ждут денежные поступления из неожиданных источников. Тратить полученное сразу не стоит: потребуется некоторое время, чтобы решить, как лучше распорядиться этими средствами. Не исключены приятные сюрпризы, в том числе романтические.\n",
  "sagittarius": "Подходящий день для того, чтобы строить планы и обсуждать их с людьми, опыту которых вы доверяете. Будет шанс получить очень полезные советы. Благодаря им вы не допустите даже мелких ошибок, быстро добьетесь важных целей. Если давние знакомые предложат помощь, не отказывайтесь: лишней она не будет.\nМожно вернуться к старым делам и давним замыслам. Звезды будут на вашей стороне, и вы отлично справитесь с тем, что раньше казалось сложным. Близкие порадуют хорошими новостями. Некоторые Стрельцы получат предложения, от которых не захочется отказываться.\n",
  "capricorn": "Торопиться не нужно. В начале дня эмоциональный фон будет напряженным, и это может помешать вам принять верные решения. Вам потребуется некоторое время, чтобы успокоиться, разобраться в ситуации и решить, как действовать.\nВторая половина дня пройдет спокойнее и удачнее. Она подойдет для завершения начатых раньше дел, решения организационных вопросов. Благоприятной она окажется и для общения – и с давними, и с новыми знакомыми вы будете ладить одинаково хорошо. Люди, которых вы сегодня встретите впервые, сразу проникнутся к вам симпатией.\n",
  "aquarius": "Возможны мелкие трудности, недоразумения, неудачные совпадения. Но тревожиться не стоит: они не будут иметь серьезных последствий, быстро останутся в прошлом. К тому же поводов для радости останется гораздо больше, особенно у Водолеев, которые планируют посвятить день важным делам.\nКо всему, за что возьметесь, вы отнесетесь ответственно; это поможет избежать ошибок и быстро добиться нужного результата. К тому же окружающим очень понравится ваш подход. Многие захотят познакомиться с вами поближе, подружиться.\n",
  "pisces": "Непросто будет спокойно обсуждать рабочие вопросы. Окружающие могут горячиться и нервничать, провоцировать вас и стараться вывести из равновесия. Но если вы все же сохраните самообладание, то вскоре поймете, что нужно сделать, чтобы ваша правота стала очевидна всем.\nА вот для общения с близкими день будет очень благоприятным. Ничто не омрачит ваши отношения, не возникнет даже мелких разногласий, удастся быстро договориться о каких-то общих планах. Хорошо пройдут семейные мероприятия. Можно навестить родственников или пригласить их в гости; в любом случае вы отлично проведете время.\n"
}